@extends('layouts.main')

@push('styles')
<link rel="stylesheet" href="{{ asset('assets/css/vacancies.css') }}">
@endpush

@section('content')
<section class="bg-upper-header body-padding">
        <div class="container">
            <div class="styles_questionnaire__DuUiY">
                <div class="styles_questionnaire__welcome__ELjKd">
                    <h2 class="styles_questionnaire__title__IZBFL">Присоединяйтесь к нашей команде и создавайте будущее
                        вместе с нами.</h2><span class="styles_questionnaire__description__ClV41">
                        <p>Компания
                            «Evrika» постоянно развивается и расширяет сферу деятельности, что требует и расширения
                            штата наших сотрудников. Мы предлагаем трудоустройство тем, кто понимает, что работа у нас
                            позволяет всегда быть в центре технологических событий.
                        </p>
                    </span><button class="button styles_orangeBtn__NZ3EI">Заполнить анкету</button>
                </div>
                <div class="styles_questionnaire__imageBg__jfzOg">
                    <img src="{{ asset('assets/images/vacancies/woman-office.0966fce3a722b1c93259.png') }}" alt="">
                    <div class="styles_questionnaire__imageBg_ellips__cHFzE"></div>
                    <div class="styles_questionnaire__imageBg_ellips__cHFzE"></div>
                    <div><span class="styles_questionnaire__label__3NesD">Таланты</span><span
                            class="styles_questionnaire__label__3NesD">Карьера</span><span
                            class="styles_questionnaire__label__3NesD">Эффективность</span><span
                            class="styles_questionnaire__label__3NesD">Развитие</span><span
                            class="styles_questionnaire__label__3NesD">Инновации</span></div>
                </div>
            </div>
            <div class="styles_container__CxrkE">
                <h2 class="styles_title__E69as">Что мы предлагаем</h2>
                <div class="styles_offer__-a72q">
                    <div class="styles_offer__item__ah7z0">
                        <p class="styles_offer__title__TbzTI"><svg xmlns="http://www.w3.org/2000/svg" width="34"
                                height="34">
                                <g opacity="0.4">
                                    <path
                                        d="M27.0075 28.1048H25.3854V7.95161C25.3854 7.49729 25.0172 7.12903 24.5628 7.12903H18.3935V5.07258C18.3935 4.61826 18.0252 4.25 17.5709 4.25H11.8643C11.4099 4.25 11.0417 4.61826 11.0417 5.07258V7.12903H10.3733C9.919 7.12903 9.55074 7.49729 9.55074 7.95161V28.1048H7.92867C7.4856 28.1048 7.10454 28.4455 7.08393 28.888C7.06192 29.3605 7.43805 29.75 7.90558 29.75H13.7665C13.9936 29.75 14.1778 29.5658 14.1778 29.3387V24.6089H13.8411C13.3982 24.6089 13.0171 24.2685 12.9962 23.8261C12.974 23.3537 13.3504 22.9637 13.8179 22.9637C14.0662 22.9637 21.3005 22.9637 21.095 22.9637C21.538 22.9637 21.9191 23.3041 21.9399 23.7465C21.9622 24.2189 21.5858 24.6089 21.1183 24.6089H20.7584V29.3387C20.7584 29.5658 20.9426 29.75 21.1697 29.75H27.0306C27.4981 29.75 27.8742 29.3605 27.8522 28.888C27.8316 28.4455 27.4506 28.1048 27.0075 28.1048ZM15.463 21.2671H14.5376C14.0834 21.2671 13.7151 20.8988 13.7151 20.4446C13.7151 19.9903 14.0834 19.622 14.5376 19.622H15.463C15.9173 19.622 16.2856 19.9903 16.2856 20.4446C16.2856 20.8988 15.9173 21.2671 15.463 21.2671ZM15.463 18.1825H14.5376C14.0834 18.1825 13.7151 17.8141 13.7151 17.3599C13.7151 16.9056 14.0834 16.5373 14.5376 16.5373H15.463C15.9173 16.5373 16.2856 16.9056 16.2856 17.3599C16.2856 17.8141 15.9173 18.1825 15.463 18.1825ZM15.463 15.0978H14.5376C14.0834 15.0978 13.7151 14.7295 13.7151 14.2752C13.7151 13.8209 14.0834 13.4526 14.5376 13.4526H15.463C15.9173 13.4526 16.2856 13.8209 16.2856 14.2752C16.2856 14.7295 15.9173 15.0978 15.463 15.0978ZM15.463 12.0131H14.5376C14.0834 12.0131 13.7151 11.6448 13.7151 11.1905C13.7151 10.7363 14.0834 10.3679 14.5376 10.3679H15.463C15.9173 10.3679 16.2856 10.7363 16.2856 11.1905C16.2856 11.6448 15.9173 12.0131 15.463 12.0131ZM20.3471 21.2671H19.4217C18.9674 21.2671 18.5991 20.8988 18.5991 20.4446C18.5991 19.9903 18.9674 19.622 19.4217 19.622H20.3471C20.8014 19.622 21.1697 19.9903 21.1697 20.4446C21.1697 20.8988 20.8014 21.2671 20.3471 21.2671ZM20.3471 18.1825H19.4217C18.9674 18.1825 18.5991 17.8141 18.5991 17.3599C18.5991 16.9056 18.9674 16.5373 19.4217 16.5373H20.3471C20.8014 16.5373 21.1697 16.9056 21.1697 17.3599C21.1697 17.8141 20.8014 18.1825 20.3471 18.1825ZM20.3471 15.0978H19.4217C18.9674 15.0978 18.5991 14.7295 18.5991 14.2752C18.5991 13.8209 18.9674 13.4526 19.4217 13.4526H20.3471C20.8014 13.4526 21.1697 13.8209 21.1697 14.2752C21.1697 14.7295 20.8014 15.0978 20.3471 15.0978ZM20.3471 12.0131H19.4217C18.9674 12.0131 18.5991 11.6448 18.5991 11.1905C18.5991 10.7363 18.9674 10.3679 19.4217 10.3679H20.3471C20.8014 10.3679 21.1697 10.7363 21.1697 11.1905C21.1697 11.6448 20.8014 12.0131 20.3471 12.0131ZM15.8229 29.3387V25.0202C15.8229 24.793 16.0071 24.6089 16.2342 24.6089H18.702C18.9291 24.6089 19.1132 24.793 19.1132 25.0202V29.3387C19.1132 29.5658 18.9291 29.75 18.702 29.75H16.2342C16.0071 29.75 15.8229 29.5658 15.8229 29.3387Z"
                                        fill="#00BCCC"></path>
                                </g>
                            </svg>О компании </p><span class="styles_offer__text__UTCxV">Компания Evrika - казахстанская
                            торговая сеть по продаже электроники, мобильной и бытовой техники. Компания представлена на
                            рынке с 2000 года и в настоящее время является лидером по продажам в южном регионе
                            Республики
                            Казахстан.</span>
                        <g opacity="0.4">
                            <path
                                d="M27.0075 28.1048H25.3854V7.95161C25.3854 7.49729 25.0172 7.12903 24.5628 7.12903H18.3935V5.07258C18.3935 4.61826 18.0252 4.25 17.5709 4.25H11.8643C11.4099 4.25 11.0417 4.61826 11.0417 5.07258V7.12903H10.3733C9.919 7.12903 9.55074 7.49729 9.55074 7.95161V28.1048H7.92867C7.4856 28.1048 7.10454 28.4455 7.08393 28.888C7.06192 29.3605 7.43805 29.75 7.90558 29.75H13.7665C13.9936 29.75 14.1778 29.5658 14.1778 29.3387V24.6089H13.8411C13.3982 24.6089 13.0171 24.2685 12.9962 23.8261C12.974 23.3537 13.3504 22.9637 13.8179 22.9637C14.0662 22.9637 21.3005 22.9637 21.095 22.9637C21.538 22.9637 21.9191 23.3041 21.9399 23.7465C21.9622 24.2189 21.5858 24.6089 21.1183 24.6089H20.7584V29.3387C20.7584 29.5658 20.9426 29.75 21.1697 29.75H27.0306C27.4981 29.75 27.8742 29.3605 27.8522 28.888C27.8316 28.4455 27.4506 28.1048 27.0075 28.1048ZM15.463 21.2671H14.5376C14.0834 21.2671 13.7151 20.8988 13.7151 20.4446C13.7151 19.9903 14.0834 19.622 14.5376 19.622H15.463C15.9173 19.622 16.2856 19.9903 16.2856 20.4446C16.2856 20.8988 15.9173 21.2671 15.463 21.2671ZM15.463 18.1825H14.5376C14.0834 18.1825 13.7151 17.8141 13.7151 17.3599C13.7151 16.9056 14.0834 16.5373 14.5376 16.5373H15.463C15.9173 16.5373 16.2856 16.9056 16.2856 17.3599C16.2856 17.8141 15.9173 18.1825 15.463 18.1825ZM15.463 15.0978H14.5376C14.0834 15.0978 13.7151 14.7295 13.7151 14.2752C13.7151 13.8209 14.0834 13.4526 14.5376 13.4526H15.463C15.9173 13.4526 16.2856 13.8209 16.2856 14.2752C16.2856 14.7295 15.9173 15.0978 15.463 15.0978ZM15.463 12.0131H14.5376C14.0834 12.0131 13.7151 11.6448 13.7151 11.1905C13.7151 10.7363 14.0834 10.3679 14.5376 10.3679H15.463C15.9173 10.3679 16.2856 10.7363 16.2856 11.1905C16.2856 11.6448 15.9173 12.0131 15.463 12.0131ZM20.3471 21.2671H19.4217C18.9674 21.2671 18.5991 20.8988 18.5991 20.4446C18.5991 19.9903 18.9674 19.622 19.4217 19.622H20.3471C20.8014 19.622 21.1697 19.9903 21.1697 20.4446C21.1697 20.8988 20.8014 21.2671 20.3471 21.2671ZM20.3471 18.1825H19.4217C18.9674 18.1825 18.5991 17.8141 18.5991 17.3599C18.5991 16.9056 18.9674 16.5373 19.4217 16.5373H20.3471C20.8014 16.5373 21.1697 16.9056 21.1697 17.3599C21.1697 17.8141 20.8014 18.1825 20.3471 18.1825ZM20.3471 15.0978H19.4217C18.9674 15.0978 18.5991 14.7295 18.5991 14.2752C18.5991 13.8209 18.9674 13.4526 19.4217 13.4526H20.3471C20.8014 13.4526 21.1697 13.8209 21.1697 14.2752C21.1697 14.7295 20.8014 15.0978 20.3471 15.0978ZM20.3471 12.0131H19.4217C18.9674 12.0131 18.5991 11.6448 18.5991 11.1905C18.5991 10.7363 18.9674 10.3679 19.4217 10.3679H20.3471C20.8014 10.3679 21.1697 10.7363 21.1697 11.1905C21.1697 11.6448 20.8014 12.0131 20.3471 12.0131ZM15.8229 29.3387V25.0202C15.8229 24.793 16.0071 24.6089 16.2342 24.6089H18.702C18.9291 24.6089 19.1132 24.793 19.1132 25.0202V29.3387C19.1132 29.5658 18.9291 29.75 18.702 29.75H16.2342C16.0071 29.75 15.8229 29.5658 15.8229 29.3387Z"
                                fill="#00BCCC"></path>
                        </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Современные и уютные офисы</p><span
                            class="styles_offer__text__UTCxV">Современное пространство, идеальное для вашей
                            продуктивности.</span>
                    </div>
                    <div class="styles_offer__item__ah7z0"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g opacity="0.4">
                                <path
                                    d="M31.1667 6.87086V23.715C31.1667 25.0892 30.0475 26.35 28.6733 26.52L28.2342 26.5767C25.9108 26.8884 22.6383 27.8517 20.0033 28.9567C19.0825 29.3392 18.0625 28.645 18.0625 27.6392V7.93336C18.0625 7.40919 18.36 6.92753 18.8275 6.67253C21.42 5.27003 25.3442 4.02336 28.0075 3.79669H28.0925C29.7925 3.79669 31.1667 5.17086 31.1667 6.87086Z"
                                    fill="#00BCCC"></path>
                                <path
                                    d="M15.1727 6.67253C12.5802 5.27003 8.656 4.02336 5.99267 3.79669H5.8935C4.1935 3.79669 2.81934 5.17086 2.81934 6.87086V23.715C2.81934 25.0892 3.9385 26.35 5.31267 26.52L5.75184 26.5767C8.07517 26.8884 11.3477 27.8517 13.9827 28.9567C14.9035 29.3392 15.9235 28.645 15.9235 27.6392V7.93336C15.9235 7.39503 15.6402 6.92753 15.1727 6.67253ZM7.0835 10.965H10.271C10.8518 10.965 11.3335 11.4467 11.3335 12.0275C11.3335 12.6225 10.8518 13.09 10.271 13.09H7.0835C6.50267 13.09 6.021 12.6225 6.021 12.0275C6.021 11.4467 6.50267 10.965 7.0835 10.965ZM11.3335 17.34H7.0835C6.50267 17.34 6.021 16.8725 6.021 16.2775C6.021 15.6967 6.50267 15.215 7.0835 15.215H11.3335C11.9143 15.215 12.396 15.6967 12.396 16.2775C12.396 16.8725 11.9143 17.34 11.3335 17.34Z"
                                    fill="#00BCCC"></path>
                            </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Онлайн библиотека</p><span
                            class="styles_offer__text__UTCxV">Обширная коллекция книг всегда под рукой.Читайте и учитесь
                            вместе с нами.</span>
                    </div>
                    <div class="styles_offer__item__ah7z0"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g opacity="0.4">
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                    d="M21.7233 9.20829V8.02774C21.7233 6.72558 20.6644 5.66663 19.3622 5.66663H14.64C13.3378 5.66663 12.2789 6.72558 12.2789 8.02774V9.20829H6.08051C4.28607 9.20829 2.83398 10.6604 2.83398 12.4548V15.1583L16.7173 19.7861C16.8118 19.8215 16.9062 19.8333 17.0007 19.8333C17.0951 19.8333 17.1895 19.8215 17.284 19.7861L31.1673 15.1583V12.4548C31.1673 10.6604 29.7152 9.20829 27.9208 9.20829H21.7233ZM14.64 9.20829H19.3622V8.02774H14.64V9.20829ZM17.8388 21.4625C17.6263 21.5452 17.3194 21.6042 17.0007 21.6042C16.6819 21.6042 16.375 21.5452 16.0916 21.4389L2.83398 17.0237V26.0313C2.83398 27.8257 4.28607 29.2778 6.08051 29.2778H27.9208C29.7152 29.2778 31.1673 27.8257 31.1673 26.0313V17.0237L17.8388 21.4625Z"
                                    fill="#00BCCC"></path>
                            </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Карьерный рост</p><span
                            class="styles_offer__text__UTCxV">Возможность начать карьеру с 0 и развивать ее в non stop
                            режиме</span>
                    </div>
                    <div class="styles_offer__item__ah7z0"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g opacity="0.4">
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                    d="M29.8003 17.367C29.6815 17.1338 29.6815 16.8663 29.8003 16.6331L30.9016 14.4713C31.5147 13.2677 31.0289 11.833 29.7955 11.2051L27.5804 10.0773C27.3414 9.95569 27.1775 9.73921 27.1308 9.4836L26.6975 7.11353C26.4563 5.79395 25.1842 4.90721 23.8019 5.09486L21.319 5.43187C21.051 5.46817 20.786 5.3855 20.5916 5.20504L18.7893 3.53206C17.7857 2.60051 16.2136 2.60045 15.2101 3.53206L13.4078 5.2052C13.2133 5.38572 12.9483 5.46823 12.6803 5.43203L10.1974 5.09503C8.81472 4.90727 7.54306 5.79411 7.30182 7.1137L6.86859 9.48365C6.82182 9.73932 6.65797 9.95574 6.41904 10.0774L4.20387 11.2052C2.9705 11.8331 2.48467 13.2678 3.09784 14.4715L4.19908 16.6332C4.31788 16.8665 4.31788 17.134 4.19908 17.3671L3.09778 19.5289C2.48461 20.7325 2.97044 22.1672 4.20381 22.7951L6.41898 23.9229C6.65797 24.0445 6.82182 24.261 6.86859 24.5166L7.30182 26.8867C7.52143 28.0879 8.59494 28.9304 9.82871 28.9303C9.95022 28.9303 10.0735 28.9221 10.1975 28.9053L12.6804 28.5683C12.9482 28.5318 13.2133 28.6146 13.4078 28.7951L15.2101 30.4681C15.712 30.9339 16.3557 31.1668 16.9997 31.1667C17.6435 31.1667 18.2876 30.9338 18.7892 30.4681L20.5916 28.7951C20.7861 28.6146 21.0511 28.5322 21.319 28.5683L23.8019 28.9053C25.1848 29.093 26.4563 28.2062 26.6975 26.8866L27.1308 24.5166C27.1776 24.261 27.3414 24.0445 27.5804 23.9229L29.7955 22.7951C31.0289 22.1672 31.5147 20.7325 30.9016 19.5288L29.8003 17.367ZM13.5935 9.64646C15.3151 9.64646 16.7158 10.9905 16.7158 12.6424C16.7158 14.2943 15.3151 15.6383 13.5935 15.6383C11.8719 15.6383 10.4712 14.2943 10.4712 12.6424C10.4712 10.9905 11.8719 9.64646 13.5935 9.64646ZM11.9819 22.9702C11.8157 23.1297 11.5977 23.2095 11.3798 23.2095C11.162 23.2095 10.944 23.1298 10.7778 22.9702C10.4452 22.6511 10.4452 22.1337 10.7778 21.8147L22.0173 11.0299C22.3498 10.7108 22.8891 10.7108 23.2216 11.0299C23.5541 11.349 23.5541 11.8663 23.2216 12.1854L11.9819 22.9702ZM20.4057 24.3537C18.6841 24.3537 17.2834 23.0097 17.2834 21.3578C17.2834 19.7058 18.6841 18.3618 20.4057 18.3618C22.1273 18.3618 23.528 19.7058 23.528 21.3578C23.528 23.0097 22.1273 24.3537 20.4057 24.3537ZM13.4784 11.3335C12.6972 11.3335 12.0617 11.969 12.0617 12.7501C12.0617 13.5313 12.6972 14.1668 13.4784 14.1668C14.2595 14.1668 14.8951 13.5313 14.8951 12.7501C14.895 11.9691 14.2595 11.3335 13.4784 11.3335ZM19.1451 21.2501C19.1451 20.469 19.7806 19.8335 20.5618 19.8335C21.3429 19.8335 21.9784 20.469 21.9784 21.2501C21.9784 22.0313 21.3429 22.6668 20.5618 22.6668C19.7806 22.6668 19.1451 22.0313 19.1451 21.2501Z"
                                    fill="#00BCCC"></path>
                            </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Корпоративные скидки</p><span
                            class="styles_offer__text__UTCxV">Получите эксклюзивную корпоративную скидку для
                            сотрудников.</span>
                    </div>
                    <div class="styles_offer__item__ah7z0"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g opacity="0.4">
                                <path
                                    d="M23.8427 22.1566C24.7919 21.5333 26.0386 22.2133 26.0386 23.3466V25.1741C26.0386 26.9733 24.6361 28.9 22.9502 29.4666L18.4311 30.9683C17.6377 31.2375 16.3486 31.2375 15.5694 30.9683L11.0502 29.4666C9.35025 28.9 7.96191 26.9733 7.96191 25.1741V23.3325C7.96191 22.2133 9.20858 21.5333 10.1436 22.1425L13.0619 24.0408C14.1811 24.7916 15.5977 25.16 17.0144 25.16C18.4311 25.16 19.8477 24.7916 20.9669 24.0408L23.8427 22.1566Z"
                                    fill="#00BCCC"></path>
                                <path
                                    d="M28.3047 9.15171L19.8188 3.58421C18.2888 2.57838 15.7672 2.57838 14.2372 3.58421L5.70883 9.15171C2.97466 10.9225 2.97466 14.9317 5.70883 16.7167L7.97549 18.19L14.2372 22.27C15.7672 23.2759 18.2888 23.2759 19.8188 22.27L26.038 18.19L27.9788 16.915V21.25C27.9788 21.8309 28.4605 22.3125 29.0413 22.3125C29.6222 22.3125 30.1038 21.8309 30.1038 21.25V14.28C30.6705 12.4525 30.0897 10.3275 28.3047 9.15171Z"
                                    fill="#00BCCC"></path>
                            </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Курсы</p><span
                            class="styles_offer__text__UTCxV">Уникальные
                            курсы для роста профессионального потенциала.</span>
                    </div>
                    <div class="styles_offer__item__ah7z0"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g opacity="0.4">
                                <path
                                    d="M2.83767 8.73472C2.81423 8.52029 2.88315 8.30602 3.0272 8.14546C3.17125 7.9849 3.37682 7.89323 3.59252 7.89336H6.88107C7.16049 7.89336 7.387 7.66684 7.387 7.38743C7.387 7.10801 7.16049 6.8815 6.88107 6.8815H4.60438C4.38871 6.88201 4.183 6.79073 4.03867 6.63046C3.89434 6.4702 3.82501 6.2561 3.84802 6.04165C3.91276 5.63844 4.26869 5.34727 4.67673 5.36371H7.89293C8.17235 5.36371 8.39886 5.13719 8.39886 4.85778C8.39886 4.57836 8.17235 4.35185 7.89293 4.35185H5.61624C5.40057 4.35236 5.19486 4.26108 5.05053 4.10081C4.9062 3.94055 4.83687 3.72645 4.85988 3.512C4.92441 3.10867 5.28047 2.81739 5.68859 2.83405H13.1809C13.2731 2.83475 13.3634 2.86065 13.442 2.90893L15.488 4.1343C15.7234 4.27547 15.9925 4.35062 16.2671 4.35185H21.0471V8.84906L20.1708 8.13165C19.5133 7.62976 18.5884 7.6806 17.9898 8.25156C17.5453 8.68259 17.3908 9.33209 17.5936 9.91708H15.8972C15.4991 9.91875 15.1175 10.0768 14.8348 10.3572L10.0735 15.0796L10.0634 15.0897L9.8529 15.2982C9.60611 15.5394 9.21098 15.5367 8.96752 15.2921C8.74531 15.069 8.72364 14.7155 8.91693 14.4669L10.3082 12.767C10.432 12.6157 10.4575 12.4066 10.3737 12.23C10.29 12.0534 10.1121 11.9408 9.91665 11.9408H4.1708C3.76341 11.9567 3.4083 11.6659 3.3436 11.2634C3.32047 11.0491 3.38953 10.8351 3.53354 10.6748C3.67756 10.5144 3.88294 10.4229 4.09845 10.423H6.88107C7.16049 10.423 7.387 10.1965 7.387 9.91708C7.387 9.63766 7.16049 9.41115 6.88107 9.41115H3.66487C3.25789 9.4269 2.90304 9.13673 2.83767 8.73472ZM11.2584 30.6562C11.0454 30.6792 10.8327 30.6099 10.674 30.4659C10.5146 30.3214 10.4234 30.1165 10.4226 29.9013V29.8937V27.1187C10.4226 26.8393 10.1961 26.6128 9.91665 26.6128C9.63723 26.6128 9.41072 26.8393 9.41072 27.1187V29.9013V29.9084V30.3359C9.42461 30.7447 9.13132 31.0997 8.72721 31.1631C8.51464 31.1863 8.30237 31.117 8.14438 30.9729C7.98461 30.8282 7.89331 30.6228 7.89293 30.4072V29.3954V29.3853V27.1187C7.89293 26.8393 7.66642 26.6128 7.387 26.6128C7.10758 26.6128 6.88107 26.8393 6.88107 27.1187V29.3954V29.4015C6.87972 29.616 6.78763 29.8199 6.6276 29.9628C6.46756 30.1057 6.25453 30.1741 6.04122 30.1512C5.63809 30.0867 5.34687 29.731 5.36328 29.323V28.3835V28.3759V26.1068C5.36328 25.8274 5.13677 25.6009 4.85735 25.6009C4.57793 25.6009 4.35142 25.8274 4.35142 26.1068V28.3835V28.3881C4.35048 28.6028 4.25865 28.807 4.09868 28.9502C3.93871 29.0934 3.72557 29.1621 3.51208 29.1394C3.10906 29.0749 2.81775 28.7195 2.83363 28.3117V20.8194C2.83441 20.7282 2.85825 20.6388 2.90294 20.5593L4.13387 18.5123C4.27475 18.2769 4.34988 18.008 4.35142 17.7337V12.9527H8.84812L8.13021 13.8294C7.66737 14.3924 7.63445 15.1942 8.04959 15.7932C8.46472 16.3922 9.22703 16.6429 9.91665 16.4071V18.103C9.91833 18.5012 10.0764 18.8828 10.3568 19.1655L15.0751 23.9212C15.0807 23.9273 15.0862 23.9329 15.0923 23.9384L15.2982 24.1459C15.4755 24.3263 15.5271 24.5956 15.429 24.8287C15.3309 25.0619 15.1024 25.2134 14.8495 25.2129C14.7118 25.2135 14.578 25.1673 14.47 25.0818L12.7706 23.691C12.6193 23.5647 12.4085 23.5377 12.2302 23.6219C12.052 23.706 11.9389 23.886 11.9404 24.0831V29.829C11.9544 30.2373 11.6619 30.5921 11.2584 30.6562ZM31.1617 25.2655C31.1851 25.4799 31.1162 25.6942 30.9721 25.8547C30.8281 26.0153 30.6225 26.107 30.4068 26.1068H27.1183C26.8389 26.1068 26.6123 26.3334 26.6123 26.6128C26.6123 26.8922 26.8389 27.1187 27.1183 27.1187H29.395C29.6106 27.1182 29.8163 27.2095 29.9607 27.3697C30.105 27.53 30.1743 27.7441 30.1513 27.9585C30.0866 28.3618 29.7307 28.6529 29.3226 28.6365H26.1064C25.827 28.6365 25.6005 28.863 25.6005 29.1424C25.6005 29.4218 25.827 29.6484 26.1064 29.6484H28.3831C28.5988 29.6478 28.8045 29.7391 28.9488 29.8994C29.0931 30.0596 29.1625 30.2738 29.1395 30.4882C29.0749 30.8915 28.7189 31.1828 28.3108 31.1661H20.8184C20.7262 31.1654 20.6359 31.1396 20.5574 31.0913L18.5114 29.8659C18.2759 29.7247 18.0068 29.6496 17.7323 29.6484H12.9522V25.1501L13.8285 25.8675C14.4855 26.3714 15.4118 26.3205 16.0096 25.7476C16.4542 25.3171 16.6092 24.6681 16.4072 24.0831H18.1021C18.5003 24.0814 18.8818 23.9234 19.1645 23.643L23.9243 18.9226L23.942 18.9054L24.148 18.7031C24.3948 18.4618 24.7899 18.4645 25.0333 18.7091C25.2556 18.9322 25.2772 19.2857 25.0839 19.5343L23.6926 21.2342C23.5697 21.3853 23.5445 21.5936 23.6277 21.7697C23.711 21.9458 23.8879 22.0585 24.0827 22.0594H29.8285C30.2359 22.0435 30.591 22.3343 30.6557 22.7368C30.6789 22.9511 30.6098 23.1651 30.4658 23.3254C30.3218 23.4858 30.1164 23.5773 29.9009 23.5772H27.1183C26.8389 23.5772 26.6123 23.8037 26.6123 24.0831C26.6123 24.3625 26.8389 24.5891 27.1183 24.5891H30.336C30.7424 24.5741 31.0964 24.8641 31.1617 25.2655ZM31.1657 13.1808C31.1649 13.273 31.1392 13.3632 31.0913 13.4419L29.8655 15.4879C29.7244 15.7232 29.6492 15.9921 29.6479 16.2665V21.0475H25.1497L25.8676 20.1708C26.3887 19.5194 26.3367 18.5804 25.7467 17.9907C25.3047 17.5666 24.6657 17.4193 24.0827 17.6072V15.8972C24.081 15.499 23.9229 15.1174 23.6425 14.8347L18.9222 10.0719L18.9126 10.0623L18.7036 9.85181C18.5851 9.73472 18.5189 9.57471 18.52 9.4081C18.5212 9.24148 18.5896 9.0824 18.7097 8.96694C18.9359 8.75118 19.2846 8.72982 19.5354 8.91635L21.2348 10.3071C21.3859 10.4294 21.5938 10.4543 21.7695 10.3711C21.9452 10.288 22.0577 10.1115 22.059 9.91708V4.17123C22.0433 3.76375 22.3343 3.40871 22.7369 3.34403C22.9511 3.32105 23.165 3.39018 23.3252 3.53418C23.4854 3.67817 23.5768 3.88347 23.5768 4.09888V6.8815C23.5768 7.16091 23.8033 7.38743 24.0827 7.38743C24.3621 7.38743 24.5886 7.16091 24.5886 6.8815V3.6653C24.5727 3.25774 24.8638 2.90257 25.2666 2.8381C25.4808 2.81512 25.6946 2.88425 25.8548 3.02825C26.015 3.17224 26.1065 3.37754 26.1064 3.59295V6.8815C26.1064 7.16091 26.3329 7.38743 26.6123 7.38743C26.8918 7.38743 27.1183 7.16091 27.1183 6.8815V4.60481C27.1179 4.38922 27.2093 4.18365 27.3695 4.03943C27.5297 3.89521 27.7438 3.82595 27.9581 3.84895C28.3613 3.91346 28.6525 4.26923 28.6361 4.67716V7.89336C28.6361 8.17277 28.8626 8.39929 29.142 8.39929C29.4214 8.39929 29.6479 8.17277 29.6479 7.89336V5.61667C29.6476 5.40108 29.7389 5.19551 29.8991 5.05129C30.0594 4.90707 30.2734 4.83781 30.4878 4.86081C30.8906 4.92551 31.1816 5.28085 31.1657 5.68851V13.1808Z"
                                    fill="#00BCCC"></path>
                            </g>
                        </svg>
                        <p class="styles_offer__title__TbzTI">Дружный коллектив</p><span
                            class="styles_offer__text__UTCxV">Сильная команда единомышленников и поддержка на каждом
                            шагу.</span>
                    </div>
                </div>
            </div>
        </div>
    </section>




    <section class="Vacansies_page_block d-none">
        <div class="container">
            <h3 class="vacancies_page_title">Вакансии</h3>
            <div class="vacansies_page_text">
                <p class="vacansies_text">Категорийный менеджер</p>
                <p class="vacancies_text1">Категорийный менеджер</p>
                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none"
                    class="styles_jobOpening__icon__alqji">
                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999" stroke-width="1.5"
                        stroke-linecap="round" stroke-linejoin="round"></path>
                </svg>
            </div>
            <div class="vacansy-content">
                <div class="vacansy_content_responsibilities">
                    <div class="vacansy_content_texts">
                        <p class="vacansies_content_title">Категорийный менеджер</p>
                        <p class="vacansies_content_text">Обязанности:</p>
                        <ul>
                            <li>Искать, находить и вести переговоры с партнерами</li>
                            <li>Заключать договора</li>
                            <li>Формировать ассортимент Компании</li>
                            <li>Управлять товарным запасом Компании</li>
                            <li>Развивать новые бренды и товары</li>
                            <li>Следить за ценами</li>
                            <li>Все знать о конкурентах</li>
                            <li>Запускать интересные акции</li>
                            <li>Разрабатывать планограммы и контролировать стандарты выкладки.</li>
                        </ul>
                    </div>
                    <div class="vacansy_content_texts2">
                        <p>Категорийный менеджер</p>
                        <p class="vacansies_content_title_right">Ключевые навыки</p>
                    </div>
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none"
                        class="styles_jobOpening__icon__alqj">
                        <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999" stroke-width="1.5"
                            stroke-linecap="round" stroke-linejoin="round"></path>
                    </svg>
                </div>
                <div class="vacansies_content_Requirements">
                    <div class="styles_jobOpeningActive__container__5z-xu">
                        <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                        <ul>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">Успешный опыт в продажах или в
                                закупках, который можете доказать это</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Развитые аналитические способности</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Виртуозное владение пакетом MS Office, особенно Excel и PowerPoint</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Обладание даром убеждения и умение вести переговоры</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Способность самостоятельно вести работу, планировать действия, управлять своим временем
                                и ценить время других</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Эмоциональная устойчивость, энергичность и умение отстаивать свою позицию</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Высшее образование с области экономики, финансов, менеджмента.</li>
                        </ul>
                    </div>
                    <div class="styles_jobOpeningActive__container__5z-xu">
                        <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                        <ul>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата по итогам
                                собеседования</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                График работы: 5/2</li>
                            <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                Полная занятость, полный день.</li>
                        </ul>
                    </div>
                </div>
                <button type="button" class="button styles_blueBtn__xG4KK">Откликнуться</button>
            </div>
        </div>
    </section>




    <section class="bg-upper-vacansies bg-upper-header">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <h3 class="vacancies_title">Вакансии</h3>
                    <div class="vacansy-list">
                    @forelse($vacancies as $vacancy)
                    <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">{{$vacancy->translation->title}}</p>
                                <h5 class="vacansy-preview_title">{{$vacancy->translation->title}}</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">{{$vacancy->translation->title}}</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                @forelse ($vacancy->translation->responsibilities as $responsibility)
                                                    <li>{{ $responsibility }}</li>
                                                @empty
                                                    <li class="alert alert-info" role="alert"></li>
                                                @endforelse
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">{{$vacancy->translation->title}}</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                            <ul>
                                                @forelse ($vacancy->translation->key_skills as $key_skill)
                                                    <li>{{ $key_skill }}</li>
                                                @empty
                                                    <li class="alert alert-info" role="alert"></li>
                                                @endforelse
                                            </ul>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                @forelse ($vacancy->translation->requirements as $requirement)
                                                    <li>{{ $requirement }}</li>
                                                @empty
                                                    <li class="alert alert-info" role="alert"></li>
                                                @endforelse
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                @forelse ($vacancy->translation->conditions as $condition)
                                                    <li>{{ $condition }}</li>
                                                @empty
                                                    <li class="alert alert-info" role="alert"></li>
                                                @endforelse
                                            </ul>
                                        </div>
                                    </div>
                                </div>

                            </div>
                        </div>
                    @empty
                        <div class="alert alert-info" role="alert">
                            <h3>Нет данных</h3>
                        </div>
                    @endforelse
                        <!-- <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">Категорийный менеджер</p>
                                <h5 class="vacansy-preview_title">Категорийный менеджер</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">Категорийный менеджер</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                <li>Искать, находить и вести переговоры с партнерами</li>
                                                <li>Заключать договора</li>
                                                <li>Формировать ассортимент Компании</li>
                                                <li>Управлять товарным запасом Компании</li>
                                                <li>Развивать новые бренды и товары</li>
                                                <li>Следить за ценами</li>
                                                <li>Все знать о конкурентах</li>
                                                <li>Запускать интересные акции</li>
                                                <li>Разрабатывать планограммы и контролировать стандарты выкладки.</li>
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">Категорийный менеджер</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Успешный опыт в
                                                    продажах или в
                                                    закупках, который можете доказать это</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Развитые аналитические способности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Виртуозное владение пакетом MS Office, особенно Excel и PowerPoint
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Обладание даром убеждения и умение вести переговоры</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Способность самостоятельно вести работу, планировать действия,
                                                    управлять своим временем
                                                    и ценить время других</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Эмоциональная устойчивость, энергичность и умение отстаивать свою
                                                    позицию</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Высшее образование с области экономики, финансов, менеджмента.</li>
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата по
                                                    итогам
                                                    собеседования</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    График работы: 5/2</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Полная занятость, полный день.</li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>

                            </div>
                        </div> -->
                        <!-- <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">Менеджер по проекту Шымкент</p>
                                <h5 class="vacansy-preview_title">Менеджер по проекту<br>Шымкент</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">Менеджер по проекту Шымкент</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                <li>Управление работами по реализации проекта</li>
                                                <li>Утверждение концепции проекта, подготовка плана реализации проекта
                                                </li>
                                                <li>Выполнение работ реализации проекта</li>
                                                <li>Контроль и мониторинг реализации проекта Завершение работы по
                                                    проекту, передача документации.</li>
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">Менеджер по проекту Шымкент</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Опыт успешно
                                                    реализованных проектово</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Знание основных методологий управления проектами</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Умение взаимодействовать с людьми и мотивировать их, вести
                                                    переговоры
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Умение управлять изменениями, которые могут происходить в проекте
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Организаторские навыки и способности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Умение работать в команде</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Хорошо развитые коммуникативные навыки</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Ориентированность на результат</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Высшее инженерно-техническое образование</li>
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата по
                                                    итогам
                                                    собеседования</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    График работы: 5/2</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Полная занятость, полный день.</li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">SMM-менеджер</p>
                                <h5 class="vacansy-preview_title">SMM-менеджер</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">SMM-менеджер</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Ведение работы с
                                                    партнерами: проведение переговоров, согласование активностей,
                                                    составление коммерческих предложений, ведение отчетности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Планирование, согласование и размещение публикаций в социальных
                                                    сетях</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    SMM аналитика</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Проведение активностей в социальных сетях</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Размещение рекламы в популярных пабликах.</li>
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">SMM-менеджер</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Обладание успешным
                                                    опытом аналогичной работы более 1 года</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Понимание конъюнктуры рынка</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Навыки планирования и умения вести переговоры</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Аналитический склад ума</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Грамотная письменная и устная речь</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Нацеленность на результат, обладание навыками креативного подхода к
                                                    работе</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Коммуникабельность, инициативность, внимательность и
                                                    самостоятельность</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Высшее образование в сфере маркетинга, менеджмента или экономики.
                                                </li>
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата по
                                                    итогам
                                                    собеседования</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    График работы: 5/2</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Полная занятость, полный день.</li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">Кладовщик на РЦ</p>
                                <h5 class="vacansy-preview_title">Кладовщик на РЦ</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">Кладовщик на РЦ</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Вести прием и учет
                                                    товара корректно и оперативно</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Распределять товар согласно маркировке склада</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Поддерживать порядок на складе</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Перемещать товар в торговый зал</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Собирать заказы для перемещения</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Вести складской документооборот: все документы должны быть в наличие
                                                    и правильно оформлены</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Участвовать в инвентаризации.</li>
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">Кладовщик на РЦ</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Опыта работы на
                                                    аналогичной должности не менее 1 года</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Уверенного владения ПК с обязательным знанием программы 1С 8 Склад,
                                                    MS Офис (Excel, Word)</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Активности и динамичности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Аккуратности и внимательности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Ответственности и честности</li>
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата:
                                                    оклад + премия</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Официальное трудоустройство</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    График работы: 5/2 (плавающие выходные), 8-ми часовой рабочий день
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Отпуск</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg"> 24 календарных дня
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Обучение для новичков и не только.</li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="vacancy">
                            <div class="vacansy-preview">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-preview-btn">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <p class="vacansy-preview_text">Кладовщик на РЦ</p>
                                <h5 class="vacansy-preview_title">Кладовщик на РЦ</h5>
                            </div>
                            <div class="vacansy-content">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
                                    fill="none" class="v-content-btn styles_active__a0ozw">
                                    <path d="M6.5 6L19.5 19M19.5 19V6.52M19.5 19H7.02" stroke="#999999"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="vacansy-content_top">
                                    <div class="Responsibilities_block">
                                        <div class="Responsibilities">
                                            <h3 class="Responsibilities_title">Грузчик</h3>
                                            <p class="Responsibilities_text">Обязанности:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Оперативно и
                                                    бережно разгружать и погружать товар</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Размещать товар на складе, согласно его маркировке</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Переносить товар и сортировать его</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Поддерживать порядок на складе</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Перевозить товар в торговый зал.</li>
                                            </ul>
                                        </div>
                                        <div class="Responsibilities_rigt">
                                            <p class="Responsibilities_title_rigt">Грузчик</p>
                                            <p class="Responsibilities_text_right">Ключевые навыки</p>
                                        </div>
                                    </div>
                                    <div class="vacansies_content_Requirements">
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Требования:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Готовности к
                                                    физическим нагрузкам</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Активности и динамичности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Аккуратности и внимательности</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Ответственности и честности.</li>
                                            </ul>
                                        </div>
                                        <div class="styles_jobOpeningActive__container__5z-xu">
                                            <p class="styles_jobOpeningActive__title__qFtly">Условия:</p>
                                            <ul>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">Заработная плата:
                                                    оклад
                                                    Официальное трудоустройство</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    График работы: 5/2 (плавающие выходные), 8-ми часовой рабочий день
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Отпуск</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg"> 24 календарных дня
                                                </li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Скидки на товар для сотрудников</li>
                                                <li class="styles_jobOpeningActive__menuItem__8xgdg">
                                                    Обучение для новичков и не только</li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div> -->
                    </div>
                </div>
            </div>
        </div>
        </div>
    </section>

    <div class="styles_container__CxrkE">
        <div class="container">
            <div class="styles_leaveOffer__9bIwb">
                <h2 class="styles_leaveOffer__title__Fo7X4">Нет подходящей вакансии?</h2>
                <div class="styles_leaveOffer__content__zP792">
                    <div class="styles_leaveOffer__container__FXEYk">
                        <div class="styles_leaveOffer__text__9TtHD">
                            <p class="styles_leaveOffer__text__9TtHD_text">
                                Если вы не нашли необходимую вам вакансию в нашем списке
                                вакансий, вы можете загрузить свое резюме на наш сайт.</span><br><br><span>
                                    Когда вакансия появится на нашем сайте, мы обязательно
                                    рассмотрим ваше резюме и свяжемся с вами в ближайшее время.</span>
                            </p>
                        </div>
                    </div>
                    <form class="styles_leaveOffer__form__mSQDx undefined">
                        <div class="styles_leaveOffer__inputContainer__oWVZO">
                            <div class="styles_wrapper__y56up"><input
                                    class="styles_input__gHfXg styles_leaveOffer__input__Cj5uk undefined"
                                    name="firstName" value=""><label class="">Имя*</label></div>
                        </div>
                        <div class="styles_leaveOffer__inputContainer__oWVZO">
                            <div class="styles_wrapper__y56up"><input
                                    class="styles_input__gHfXg styles_leaveOffer__input__Cj5uk undefined"
                                    name="lastName" value=""><label class="">Фамилия*</label></div>
                        </div>
                        <div class="styles_leaveOffer__inputContainer__oWVZO">
                            <div class="styles_wrapper__y56up"><input type="tel"
                                    class="styles_input__gHfXg styles_leaveOffer__input__Cj5uk undefined" name="phone"
                                    value=""><label class="">Телефон*</label></div>
                        </div>
                        <div class="styles_leaveOffer__inputContainer__oWVZO">
                            <div class="styles_wrapper__y56up"><input
                                    class="styles_input__gHfXg styles_leaveOffer__input__Cj5uk undefined" name="email"
                                    type="email" value=""><label class="">Email*</label></div>
                        </div>
                        <div class="styles_leaveOffer__inputContainer__oWVZO"><label
                                class="styles_leaveOffer__label__Q-fJX"><input type="file" name="summary"
                                    class="styles_leaveOffer__file__b-LFQ" accept=".doc,.xls,.txt,.rtf,.pdf">
                                <div class="styles_file__tssMn undefined"><svg xmlns="http://www.w3.org/2000/svg"
                                        width="21" height="20" viewBox="0 0 21 20" fill="none">
                                        <path
                                            d="M12.2854 3.36509C11.0897 2.67474 9.56077 3.08442 8.87044 4.28016L5.7454 9.69284C4.59481 11.6857 5.27762 14.234 7.27051 15.3846C9.26336 16.5352 11.8117 15.8523 12.9623 13.8595L16.0664 8.48292L17.5099 9.31626L14.4057 14.6928C12.7949 17.4828 9.22719 18.4388 6.43717 16.8279C3.64713 15.2172 2.69119 11.6495 4.30202 8.85951L7.42702 3.44682C8.57762 1.45394 11.1259 0.771123 13.1188 1.92171C14.1997 2.54575 14.8929 3.46207 15.1472 4.51052C15.3995 5.55069 15.2021 6.64671 14.6439 7.61349L11.7273 12.6653C11.0369 13.861 9.50794 14.2708 8.31217 13.5803C7.11644 12.89 6.70675 11.361 7.39711 10.1653L10.457 4.86541L11.9004 5.69874L8.84053 10.9987C8.61037 11.3972 8.74693 11.9068 9.14552 12.137C9.54411 12.3671 10.0538 12.2305 10.2839 11.832L13.2005 6.78016C13.5719 6.13679 13.6666 5.47694 13.5275 4.90336C13.3904 4.33804 13.0089 3.78273 12.2854 3.36509Z"
                                            fill="#00BCCC"></path>
                                    </svg>
                                    <div><span class="styles_file__blueText__kYyia">Выберите документ</span>, или
                                        перетащите
                                        его сюда<br>Не более 5 МБ в формате doc, xls, txt, rtf, pdf</div>
                                </div>
                            </label></div>
                        <div class="styles_modal__wrapper__4rh23">
                            <div class="styles_leaveOffer__inputContainer__oWVZO"><button type="submit"
                                    class="button styles_blueBtn__SbXpW">Откликнуться</button></div>
                            <div>
                                <div class="form-check form-check-inline"><input name="privacy" type="checkbox"
                                        id="intermediate-checkbox" class="form-check-input" value=""><label
                                        for="intermediate-checkbox"
                                        class="styles_labelRadioBtn__3xhbd form-check-label"><span
                                            class="styles_rememberCheck__szBXB">Я принимаю<a
                                                class="styles_rememberLink__pB6bR" href="/privacy-policy">политику
                                                конфиденциальности</a></span></label></div>
                            </div>
                        </div>
                    </form>
                </div>
            </div>
        </div>
    </div>

@endsection

@push('scripts')
<script>
        const vPreviewBtns = document.querySelectorAll('.v-preview-btn');
        const vContentBtns = document.querySelectorAll('.v-content-btn');

        vPreviewBtns.forEach((btn) => {
            btn.addEventListener('click', e => {
                let vacancyPreviews = document.querySelectorAll('.vacancy')

                vacancyPreviews.forEach((preview) => {
                    preview.classList.remove('active')
                })

                let parentPreview = e.target.parentNode;
                parentPreview.parentNode.classList.add('active')
            })
        })

        vContentBtns.forEach((btn) => {
            btn.addEventListener('click', e => {
                e.target.parentNode.parentNode.classList.remove('active')
            })
        })
    </script>
@endpush